[
  {
    "Authority": "Agathis australis",
    "Family": "Araucariaceae",
    "Latitude": -37.737244,
    "Longitude": 176.233588,
    "Description": "The Kauri on this hillside were planted in 2003. As with the Kahikatea in the Wetlands, these Kauri were planted amongst a nurse crop, only this time the Kanuka was used as opposed to Manuka. As you can see, they have grown so much in a short space of time. Kauri need light to grow, and in the early years grow quickly in order for the crowns to reach above the canopy. The Kanuka is slowly dying off, leaving a canopy of Kauri in it's place. These trees are opart of a research project and are monitored and measured periodically to better understand growth habits of planted Kauri. It is a misconception that native trees grow slowly. In fact, if the right tree is planted in the right place, growth can be rapid, as is demonstrated here with the Kauri. Elsewhere in here you can see Titoki, Whau and Rimu.",
    "Picture": "huk1.jpg",
    "Name": "Kauri",
    "Location": "Hilltop"
  },
  {
    "Authority": "Alectryon excelsus (Subspecies excelsus)",
    "Family": "Sapindaceae",
    "Latitude": -37.737216461779774,
    "Longitude": 176.23350698500875,
    "Description": "The titoki is probably the most widely planted native tree in New Zealand. The titoki forms a round-headed tree with deep green glossy foliage. The unusual small red fruits are a food source for Kererū and other native birds. Titoki leaves and oil have been used as an insect repellent to ward off mosquito and sandflies. Early settlers perhaps dreaming of English forests often referred to titoki as the New Zealand oak. Titoki have been used extensively as street trees but make a bold evergreen shade tree in the garden. Titoki respond well to trimming and shaping and can be used as a pleached or stilt hedge or as large topiary subjects. Titoki thrive in well-drained soil. They should be staked until established and would benefit from a deep layer of mulch to keep the roots cool and moist during dry spells.",
    "Picture": "huk2.jpg",
    "Name": "Titoki or NZ ash",
    "Location": "Hilltop"
  },
  {
    "Authority": "Brachyglottis repanda",
    "Family": "Asteraceae",
    "Latitude": -37.737152,
    "Longitude": 176.23402,
    "Description": "Endemic. Common in coastal, lowland and lower montane shrubland and open forest. Often a pioneer species. Shrub to small tree up to 6 m or more tall.  Rangiora leaves were used for wounds and old ulcerated sores, and the gum was chewed for foul breath but was poisonous if swallowed. Also known as ‘bushman’s friend’ because of it use as toilet paper.",
    "Picture": "leaves.jpg",
    "Name": "Rangiora, Bushman's friend",
    "Location": "Nursery"
  }
]